/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Sviluppato da global DigiWallet team. Versione %1$@";

/* Privay Policy button label */
"About.privacy" = "Privacy";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Termini di Utilizzo";

/* About screen title */
"About.title" = "Chi siamo";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Chiudi";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Assistenza";

/* Loading Wallet Message */
"Account.loadingMessage" = "Caricamento Portafoglio";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Il mio DigiWallet";

/* Error alert title */
"Alert.error" = "Errore";

/* No internet alert message */
"Alert.noInternet" = "Nessuna connessione internet trovata. Controlla la tua connessione e riprova.";

/* Warning alert title */
"Alert.warning" = "Attenzione";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Indirizzo Copiato";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Tutti gli indirizzi dei portafogli copiati con successo.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Chiave cartacea impostata";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Ottimo!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN impostato";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Invio fallito";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Invio Confermato";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "DigiByte Inviati!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Errore serializzazione JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Portafoglio non pronto";

/* API Token error message */
"ApiClient.tokenError" = "Impossibile recuperare il token API";

/* Send BCH view body. */
"BCH.body" = "Nel seguente campo inserisci un indirizzo di destinazione DigiByte.  Dal momento della biforcazione (%1$@) tutti i DigiByte nel tuo portafoglio saranno inviati.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Inviare %1$@ all'indirizzo %2$@ ?";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Conferma";

/* Generic bch erorr message */
"BCH.genericError" = "Il tuo account non contiene nessun DigiByte, oppure hai ricevuto DigiByte dopo la biforcazione.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID transazione copiato";

/* No address error message */
"BCH.noAddressError" = "Inserisci un indirizzo";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Il protocollo di richieste pagamenti non è supportato per le transazioni DigiByte";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Invio DigiByte avvenuto con successo.";

/* Widthdraw BCH view title */
"BCH.title" = "Preleva DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID transazione DigiByte";

/* Approve button label */
"BitID.approve" = "Approva";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ richiede l'autenticazione utilizzando il tuo DigiWallet";

/* Deny button label */
"BitID.deny" = "Rifiuta";

/* BitID error alert title */
"BitID.error" = "Errore di Autenticazione";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Si prega di verificare il servizio. Potrebbe essere necessario riprovare.";

/* BitID success alert title */
"BitID.success" = "Autenticato con Successo";

/* BitID Authentication Request alert view title */
"BitID.title" = "Autenticazione DigiID Richiesta";

/* Cancel button label */
"Button.cancel" = "Cancella";

/* Ignore button label */
"Button.ignore" = "Ignora";

/* menu button */
"Button.menu" = "menu";

/* No button */
"Button.no" = "No";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "ricevi";

/* send button */
"Button.send" = "invia";

/* Settings button label */
"Button.settings" = "Impostazioni";

/* Settings button label */
"Button.submit" = "Applica";

/* Yes button */
"Button.yes" = "Si";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centra il tuo ID entro i margini";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Importo da inviare:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Costo di Rete:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Tempo di elaborazione: Questa transazione impiegherà %1$@ secondi per essere elaborata.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Invia";

/* Confirmation Screen title */
"Confirmation.title" = "Conferma";

/* To: (address) */
"Confirmation.to" = "a";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Costo Totale:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Per assicurarti di aver scritto tutto correttamente, inserisci le seguenti parole dal tuo foglio contenente le chiavi.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Parola #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Unità DigiByte Visualizzata";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Tasso di cambio";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Questo dispositivo non è configurato per inviare email con iOS mail app.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email non Disponibile";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Questo dispositivo non è configurato per inviare messaggi.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Messaggistica non disponibile";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Puoi personalizzare il tuo limite di spesa Face ID da %1$@";

/* Face Id screen label */
"FaceIDSettings.label" = "Usa il tuo volto per sbloccare il tuo DigiWallet e inviare importi fino al limite impostato.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Collegamento Testo (vedi TouchIdSettings.customize Text)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Abilita Face ID per DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Non hai impostato il Face ID su questo dispositivo. Vai in Impostazioni->Face ID & Accesso per impostarlo.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID Non Impostato";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Limite Spesa Face ID";

/* Economy fee */
"FeeSelector.economy" = "Economico";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Tempo di consegna stimato: 10+ minuti";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Questa opzione non è raccomandata per le transazioni con alta priorità.";

/* Regular fee */
"FeeSelector.regular" = "Regolare";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Tempo di consegna stimato: 15-30 secondi";

/* Fee Selector title */
"FeeSelector.title" = "Velocità di Elaborazione";

/* Checking private key balance progress view text */
"Import.checking" = "Controllando il saldo della chiave privata...";

/* Sweep private key confirmation message */
"Import.confirm" = "Inviare %1$@ da questa chiave privata nel tuo portafoglio? La rete DigiByte riceverà un contributo di %2$@";

/* Duplicate key error message */
"Import.Error.duplicate" = "Questa chiave privata è già nel tuo portafoglio.";

/* empty private key error message */
"Import.Error.empty" = "Questa chiave privata è vuota.";

/* High fees error message */
"Import.Error.highFees" = "Il contributo di transazione costerebbe più dei fondi disponibili su questa chiave privata.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Chiave privata non valida";

/* Import signing error message */
"Import.Error.signing" = "Errore firma della transazione";

/* Import button label */
"Import.importButton" = "Importa";

/* Importing wallet progress view label */
"Import.importing" = "Importando il Portafoglio";

/* Caption for graphics */
"Import.leftCaption" = "Portafoglio da importare";

/* Import wallet intro screen message */
"Import.message" = "L'importazione di un portafoglio trasferisce tutti i DigiByte dall'altro portafoglio nel tuo DigiWallet utilizzando una singola transazione.";

/* Enter password alert view title */
"Import.password" = "Questa chiave privata è protetta da password.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "password";

/* Caption for graphics */
"Import.rightCaption" = "Il tuo DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Scansiona una Chiave Privata";

/* Import wallet success alert title */
"Import.success" = "Successo";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Portafoglio importato con successo.";

/* Import Wallet screen title */
"Import.title" = "Importa Portafoglio";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Sbloccando la Chiave";

/* Import wallet intro warning message */
"Import.warning" = "L'importazione di un portafoglio non include la cronologia delle transazioni o altri dettagli.";

/* Wrong password alert message */
"Import.wrongPassword" = "Password incorretta, prova ancora.";

/* Close app button */
"JailbreakWarnings.close" = "Chiudi";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignora";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SICUREZZA DEL DISPOSITIVO COMPROMESSA\nQualsiasi app 'jailbreak' può accedere ai dati del portachiavi DigiWallet e rubare i tuoi DigiByte! Pulisci immediatamente questo portafoglio e ripristinalo su un dispositivo sicuro.\n";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SICUREZZA DEL DISPOSITIVO COMPROMESSA\nQualsiasi app 'jailbreak' può accedere ai dati di portachiavi di DigiWallet e rubare i tuoi DigiByte. Si prega di utilizzare DigiWallet solo su un dispositivo non-jailbroken.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ATTENZIONE";

/* Location services disabled error */
"LocationPlugin.disabled" = "I servizi di localizzazione sono disabilitati.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet non ha l'autorizzazione per accedere ai servizi di localizzazione.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Portafoglio creato il %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Il nome del tuo portafoglio appare solo nella cronologia delle transazioni del tuo account e non può essere visto da nessun altro.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nome Portafoglio";

/* Manage wallet modal title */
"ManageWallet.title" = "Gestisci Portafoglio";

/* Buy bitcoin title */
"MenuButton.buy" = "Compra DigiByte";

/* Menu button title */
"MenuButton.lock" = "Blocca Portafoglio";

/* Menu button title */
"MenuButton.security" = "Centro Sicurezza";

/* Menu button title */
"MenuButton.settings" = "Impostazioni";

/* Menu button title */
"MenuButton.support" = "Supporto";

/* button label */
"MenuViewController.createButton" = "Crea nuovo Portafoglio";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Recupera Portafoglio";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Passa alla Modalità Automatica";

/* Node is connected label */
"NodeSelector.connected" = "Connesso";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Inserisci l'indirizzo IP e la porta del nodo (opzionale)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Inserisci Nodo";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Passa alla Modalità Manuale";

/* Node address label */
"NodeSelector.nodeLabel" = "Nodo Primario corrente";

/* Node is not connected label */
"NodeSelector.notConnected" = "Disconnesso";

/* Node status label */
"NodeSelector.statusLabel" = "Stato Connessione Nodo";

/* Node Selector view title */
"NodeSelector.title" = "Nodi DigiByte";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Richiesta di Pagamento Errata";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Documento non supportato o corrotto";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Certificato Mancante";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "richiesta scaduta";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Non è stato possibile effettuare il pagamento";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "I pagamenti DigiByte non possono essere meno di %1$@";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Tipo Firma non supportata";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "Certificato non sicuro";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Tocca qui per abilitare Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Abilita Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "È necessaria un codice di accesso al dispositivo per salvaguardare il tuo portafoglio. Vai alle impostazioni e attiva il codice di accesso.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Attiva il codice di accesso del dispositivo";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "La tua personale chiave di recupero deve essere salvata in caso di smarrimento o cambio del telefono. Tocca qui per continuare.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Azione Richiesta";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Il tuo portafoglio potrebbe non essere sincronizzato. Questo può essere risolto con una nuova scansione della blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transazione Rifiutata";

/* Share data prompt body */
"Prompts.ShareData.body" = "Aiutaci a migliorare DigiWallet condividendo i tuoi dati  in maniera anonima con noi";

/* Share data prompt title */
"Prompts.ShareData.title" = "Condividi Dati Anonimi";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Tocca qui per abilitare Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Abilita Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet necessita dell'utilizzo di un PIN a 6 cifre. Tocca qui per aggiornare.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Aggiorna PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Attiva le notifiche per ricevere dal DigiWallet messaggi speciali in futuro.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Notifiche Push";

/* Push notifications are off label */
"PushNotifications.off" = "Off";

/* Push notifications are on label */
"PushNotifications.on" = "On";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notifiche";

/* Address copied message. */
"Receive.copied" = "Copiato negli appunti.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Richiedi un Importo";

/* Share button label */
"Receive.share" = "Condividi";

/* Share via text message (SMS) */
"Receive.textButton" = "Testo Mesaggio";

/* Receive modal title */
"Receive.title" = "Ricevi";

/* Done button text */
"RecoverWallet.done" = "Fatto";

/* Recover wallet header */
"RecoverWallet.header" = "Recupera Portafoglio";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Resetta PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Inserisci la Chiave di recupero personale";

/* Recover wallet intro */
"RecoverWallet.intro" = "Recupera il tuo DigiWallet con la tua Chiave di recupero personale.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "La Chiave di recupero personale inserita non è valida. Si prega di ricontrollare ogni parola e riprovare.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Freccia Sinistra";

/* Next button label */
"RecoverWallet.next" = "Prossimo";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Tocca qui per ulteriori informazioni.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Freccia Destra";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Inserisci la Chiave di recupero personale per il DigiWallet che vuoi recuperare.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Per reimpostare il PIN, inserisci le parole dalla Chiave di recupero personale nelle caselle sottostanti.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Si prega di inserire prima un importo.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Richiedi un Importo";

/* Alert action button label */
"ReScan.alertAction" = "Sincronizza";

/* Alert message body */
"ReScan.alertMessage" = "Non sarai in grado di inviare DigiByte durante la sincronizzazione.";

/* Alert message title */
"ReScan.alertTitle" = "Sincronizzare con Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minuti";

/* Syncing explanation */
"ReScan.body2" = "Se una transazione viene visualizzata come completata sulla rete DigiByte ma non nel tuo DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "Ricevi ripetutamente un errore che ti dice che la transazione è stata rifiutata.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Inizia Sincronizzazione";

/* Sync blockchain view footer */
"ReScan.footer" = "Non sarai in grado di inviare DigiByte durante la sincronizzazione con la blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = " Sincronizzazione Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Tempo stimato";

/* Subheader label */
"ReScan.subheader2" = "Quando Sincronizzare?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash Camera";

/* Complete filter label */
"Search.complete" = "completato";

/* Pending filter label */
"Search.pending" = "in attesa";

/* Received filter label */
"Search.received" = "ricevuto";

/* Sent filter label */
"Search.sent" = "inviato";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Abilita tutte le funzionalità di sicurezza per la massima protezione.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "L'unico modo per accedere al tuo DigiByte se perdi o aggiorni il tuo telefono.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Chiave di recupero personale";

/* PIN button description */
"SecurityCenter.pinDescription" = "Protegge il tuo DigiWallet da utenti non autorizzati.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN a 6 cifre";

/* Security Center Title */
"SecurityCenter.title" = "Centro Sicurezza";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Sblocca comodamente il tuo DigiWallet e invia DigiByte fino a un limite prestabilito.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Importo";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Vai in Impostazioni per consentire l'accesso alla fotocamera.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet non è autorizzato ad accedere alla fotocamera";

/* Warning when sending to self. */
"Send.containsAddress" = "La destinazione è il tuo indirizzo. Non puoi inviare a te stesso.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Impossibile creare una transazione.";

/* Description for sending money label */
"Send.descriptionLabel" = "Promemoria";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Appunti vuoti";

/* Network Fee: $0.01 */
"Send.fee" = "Contributo Rete: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "L'identità del beneficiario non è certificata.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "L'indirizzo di destinazione non è un indirizzo DigiByte valido.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Gli appunti non contengono un indirizzo DigiByte valido.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Indirizzo non valido";

/* Is rescanning error message */
"Send.isRescanning" = "L'invio è disabilitato durante una nuova scansione completa.";

/* Loading request activity view message */
"Send.loadingRequest" = "Richiesta di Caricamento";

/* Empty address alert message */
"Send.noAddress" = "Inserisci l'indirizzo del destinatario.";

/* Emtpy amount alert message */
"Send.noAmount" = "Inserisci un importo da inviare.";

/* Paste button label */
"Send.pasteLabel" = "Incolla";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Impossibile pubblicare la transazione.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Impossibile caricare la richiesta di pagamento";

/* Scan button label */
"Send.scanLabel" = "Scansiona";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Invia";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Invia";

/* Send money to label */
"Send.toLabel" = "A";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Gli indirizzi DigiByte sono destinati al solo uso singolo.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Il riutilizzo riduce la privacy sia per te che per il destinatario e può causare perdite se il destinatario non controlla direttamente l'indirizzo.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Indirizzo già utilizzato";

/* About label */
"Settings.about" = "Chi Siamo";

/* Advanced Settings title */
"Settings.advancedTitle" = "Impostazioni Avanzate";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Visualizza Valuta";

/* Join Early access label */
"Settings.earlyAccess" = "Accesso Anticipato";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Ti sta piacendo DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limite di spesa Face ID";

/* Import wallet label */
"Settings.importTitle" = "Importa Portafoglio";

/* Manage settings section header */
"Settings.manage" = "Gestisci";

/* Notifications label */
"Settings.notifications" = "Notifiche";

/* Leave review button label */
"Settings.review" = "Lasciaci una Recensione";

/* Share anonymous data label */
"Settings.shareData" = "Condividi dati anonimi";

/* Sync blockchain label */
"Settings.sync" = "Sincronizza Blockchain";

/* Settings title */
"Settings.title" = "Impostazioni";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Limite di spesa Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "Portafoglio";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Crea/Recupera un Altro Portafoglio";

/* Share data view body */
"ShareData.body" = "Aiuta a migliorare DigiWallet condividendo i tuoi dati anonimi con noi. Questo non include alcuna informazione finanziaria. Rispettiamo la tua privacy.";

/* Share data header */
"ShareData.header" = "Condividere Dati?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Condividi Dati Anonimi?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Annota di Nuovo la Chiave di recupero personale";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "La chiave cartacea è l'unico modo per ripristinare il DigiWallet se il telefono viene smarrito, rubato, rotto o aggiornato.\n\nTi mostreremo un elenco di parole da scrivere su un pezzo di carta e tenerlo al sicuro.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Scrivi la Chiave di recupero personale";

/* Argument is date */
"StartPaperPhrase.date" = "L'ultima volta che hai scritto la tua Chiave di recupero personale è il %1$@";

/* Start view message */
"StartViewController.message" = "Il modo più sicuro per utilizzare DigiByte.";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Connessione in corso";

/* Syncing view header text */
"SyncingView.header" = "Sincronizzazione";

/* Retry button label */
"SyncingView.retry" = "Riprova";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sincronizzando";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ gg";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ ore";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ min";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ sec";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Puoi personalizzare il limite di spesa per Touch ID da %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "Usa la tua impronta per sbloccare il tuo DigiWallet e inviare DigiByte fino a un limite prestabilito.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Limite Spesa Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limite di spesa: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Abilita Touch ID per DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Non hai impostato Touch ID su questo dispositivo. Vai in Impostazioni-> Touch ID & codice di accesso per configurarlo ora.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID Non Impostato";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Richiedi sempre codice di accesso";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Ti verrà chiesto di inserire il tuo PIN di 6 cifre per inviare qualsiasi transazione oltre il limite di spesa e ogni 48 ore dall'ultima volta che hai inserito il tuo PIN di 6 cifre.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Limite Spesa Touch ID";

/* Availability status text */
"Transaction.available" = "Disponibile da spendere";

/* Transaction complete label */
"Transaction.complete" = "Completo";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Saldo finale: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Tasso di cambio quando ricevuto:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Tasso di cambio quando inviato:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ contributo)";

/* Invalid transaction */
"Transaction.invalid" = "NON VALIDO";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "adesso";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "In corso: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "In corso: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Saldo iniziale: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "In attesa di conferma Alcuni commercianti richiedono la conferma per completare una transazione. Tempo stimato: 1-2 minuti.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "account";

/* Amount section header */
"TransactionDetails.amountHeader" = "Importo";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confermato nel Blocco";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Promemoria";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Le tue transazioni appariranno qui.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "a %1$@";

/* More button title */
"TransactionDetails.more" = "Altro...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Spostato %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Spostato <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Non Confermato";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Ricevuto %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Ricevuto <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Inviato %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Inviato <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Stato";

/* Transaction Details Title */
"TransactionDetails.title" = "Dettagli Transazione";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "a %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ID di Transazione DigiByte";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Ricevuto a Questo Indirizzo";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Inviato a Questo Indirizzo";

/* Disabled until date */
"UnlockScreen.disabled" = "Disabilitato fino al: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Il Mio Indirizzo";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Reimposta PIN";

/* Scan button title */
"UnlockScreen.scan" = "Scansiona";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Inserisci PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Sblocca il tuo DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Sblocca con Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Portafoglio Sbloccato";

/* Update PIN caption text */
"UpdatePin.caption" = "Ricorda questo PIN. Se lo dimentichi, non potrai accedere ai tuoi DigiByte.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Il tuo PIN verrà utilizzato per sbloccare il tuo DigiWallet e inviare DigiByte.";

/* Update PIN title */
"UpdatePin.createTitle" = "Imposta PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Reinserisci PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Inserisci il PIN corrente.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Inserisci il nuovo PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Reinserisci il nuovo PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Spiacenti, impossibile aggiornare il PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Errore aggiornamento PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Aggiorna PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Copiare gli indirizzi del Portafoglio negli appunti?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autorizza a copiare l'indirizzo del portafoglio negli appunti";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Copia gli indirizzi del Portafoglio";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copia";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Inserisci il tuo PIN per autorizzare questa transazione.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Inserisci il tuo PIN per continuare.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN Richiesto";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorizza questa transazione";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Apri l'app per iPhone DigiWallet per configurare il tuo portafoglio.";

/* Dismiss button label */
"Webview.dismiss" = "Rimuovi";

/* Webview loading error message */
"Webview.errorMessage" = "Si è verificato un errore durante il caricamento del contenuto. Per favore riprova.";

/* Updating webview message */
"Webview.updating" = "Aggiornamento...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte per iOS ha cambiato il suo nome in DigiWallet, con un nuovo look e alcune nuove funzionalità. \n\nSe hai bisogno di aiuto, cerca il (?) In alto a destra nella maggior parte delle schermate.";

/* Top title of welcome screen */
"Welcome.title" = "Benvenuto in DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Sei sicuro di voler eliminare questo Portafoglio?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Cancellare il Portafoglio?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Impossibile cancellare il portafoglio.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Fallito";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Inserisci la frase di recupero di questo portafoglio per cancellarlo e aprirlo o recuperarne un'altro. Il tuo saldo attuale rimane su questa frase.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "L'avvio o il ripristino di un altro portafoglio consente di accedere e gestire un altro DigiWallet su questo dispositivo.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Non sarai più in grado di accedere al tuo DigiWallet corrente da questo dispositivo. Il saldo rimarrà sulla frase.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Avvia o Recupera un Altro Portafoglio";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Rimuovi";

/* Wiping activity message */
"WipeWallet.wiping" = "Rimuovendo...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Annotare ogni parola nell'ordine specificato e conservarla in un luogo sicuro.";

/* button label */
"WritePaperPhrase.next" = "Avanti";

/* button label */
"WritePaperPhrase.previous" = "Indietro";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d di %2$d";

